---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadsInSet
source: html/2a9a72f2-329c-59bb-50bb-c2673cbbb096.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadsInSet Property

"Loads in Set"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLoadsInSet { get; }
```